/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Cancel·la";

/* NSButton (Create) : <title:Create> (oid:29) */
"Create" = "Crea";

/* NSTextField (Create new file) : <title:Create new file> (oid:11) */
"Create new file" = "Crea un nou fitxer";

/* NSButton (Edit) : <title:Edit> (oid:13) */
"Edit" = "Edita";

/* NSTextField (Enter the name for the new file:) : <title:Enter the name for the new file:> (oid:14) */
"Enter the name for the new file:" = "Escriviu el nom del nou fitxer:";

/* NSPanel (New File) : <title:New File> (oid:7) */

"New File" = "Nou fitxer";


/* Symbolic link name with target to {0} */ 
"Enter the name for the new symbolic link for {0}:" = "Enter the name for the new symbolic link for {0}:";